{"Cluster 0": {"name": "Wykształceni miłośnicy psów wypoczywający nad wodą", "description": "W tym klastrze dominują osoby w wieku 35-44 lata, posiadające wyższe wykształcenie, preferujące psy jako ulubione zwierzęta oraz spędzające wolny czas nad wodą. Większość stanowią mężczyźni."}, "Cluster 1": {"name": "Wykształceni miłośnicy gór i psów", "description": "Klaster obejmuje głównie osoby z wyższym wykształceniem, w wieku 45-54 lata, preferujące psy oraz spędzające wolny czas w górach. Dominują mężczyźni."}, "Cluster 2": {"name": "Wykształceni miłośnicy kotów preferujący góry", "description": "W tym klastrze znajdują się osoby z wyższym wykształceniem, głównie w wieku 35-44 lata, preferujące koty oraz spędzające wolny czas w górach. Grupa jest bardziej zrównoważona pod względem płci niż inne klastry."}, "Cluster 3": {"name": "Wykształceni miłośnicy psów spędzający czas w lesie", "description": "Klaster obejmuje osoby z wyższym wykształceniem, głównie w wieku 45-54 lata, preferujące psy oraz spędzające wolny czas w lesie. Dominują mężczyźni."}, "Cluster 4": {"name": "Osoby ze średnim wykształceniem preferujące góry i różne zwierzęta", "description": "W tym klastrze znajdują się osoby ze średnim wykształceniem, w różnym wieku (głównie 45-54 oraz 25-34 lata), preferujące różne zwierzęta (koty, psy, inne) oraz spędzające wolny czas w górach. Dominują mężczyźni."}, "Cluster 5": {"name": "Wykształceni mężczyźni bez ulubionych zwierząt wypoczywający nad wodą", "description": "Klaster obejmuje głównie mężczyzn z wyższym wykształceniem, w wieku 35-44 lata, którzy nie mają ulubionych zwierząt i preferują spędzanie wolnego czasu nad wodą."}, "Cluster 6": {"name": "Wykształceni miłośnicy psów i innych zwierząt wypoczywający nad wodą", "description": "W tym klastrze dominują osoby z wyższym wykształceniem, głównie w wieku 45-54 lata, preferujące psy oraz inne zwierzęta, spędzające wolny czas nad wodą. Większość stanowią mężczyźni, choć udział kobiet jest zauważalny."}, "Cluster 7": {"name": "Osoby ze średnim wykształceniem preferujące psy i wypoczynek nad wodą", "description": "Klaster obejmuje osoby ze średnim wykształceniem, głównie w wieku 35-44 lata, preferujące psy oraz spędzające wolny czas nad wodą. Dominują mężczyźni."}}