{"Cluster 0": {"name": "Miłośnicy Wody z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, głównie mężczyźni z wyższym wykształceniem, którzy preferują spędzanie czasu nad wodą i mają szczególne upodobanie do psów."}, "Cluster 1": {"name": "Górscy Entuzjaści z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, głównie mężczyźni z wyższym wykształceniem, którzy preferują spędzanie czasu w górach i mają szczególne upodobanie do psów."}, "Cluster 2": {"name": "Miłośnicy Gór i Kotów z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, z wyższym wykształceniem, które preferują spędzanie czasu w górach i mają szczególne upodobanie do kotów."}, "Cluster 3": {"name": "Leśni Miłośnicy z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, głównie mężczyźni z wyższym wykształceniem, które preferują spędzanie czasu w lesie i mają szczególne upodobanie do psów."}, "Cluster 4": {"name": "Górscy Miłośnicy z Wykształceniem Średnim", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, głównie mężczyźni z wykształceniem średnim, które preferują spędzanie czasu w górach i mają różnorodne upodobania zwierzęce, w tym koty i psy."}, "Cluster 5": {"name": "Miłośnicy Wody bez Ulubionych Zwierząt", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, głównie mężczyźni z wyższym wykształceniem, które preferują spędzanie czasu nad wodą, ale nie mają ulubionych zwierząt."}, "Cluster 6": {"name": "Miłośnicy Wody z Różnorodnymi Upodobaniami Zwierzęcymi", "description": "W tym klastrze znajdują się osoby w wieku 45-54 lat, głównie mężczyźni z wyższym wykształceniem, które preferują spędzanie czasu nad wodą i mają różnorodne upodobania zwierzęce, w tym psy, koty i inne zwierzęta."}, "Cluster 7": {"name": "Miłośnicy Wody i Psów z Wykształceniem Średnim", "description": "W tym klastrze znajdują się osoby w wieku 35-44 lat, głównie mężczyźni z wykształceniem średnim, które preferują spędzanie czasu nad wodą i mają szczególne upodobanie do psów."}}