{"Cluster 0": {"name": "Strażnicy Wodnych Przestworzy", "description": "Jesteś w grupie osób, które czują się jak w domu nad wodą, gdzie fale opowiadają historie dawnych czasów. Z wykształceniem wyższym, ci strażnicy są mędrcami, którzy potrafią rozmawiać z wodnymi duchami. Ich ulubionymi towarzyszami są psy, które pomagają im w odkrywaniu tajemniczych głębin."}, "Cluster 1": {"name": "Górscy Mędrcy", "description": "Jesteś w grupie osób, które wędrują po szczytach gór, szukając mądrości wśród chmur. Z wykształceniem wyższym, ci mędrcy są znani z umiejętności rozwiązywania zagadek natury. Psy to ich wierni towarzysze, którzy prowadzą ich przez mgły i tajemnicze ścieżki."}, "Cluster 2": {"name": "Koci Wędrowcy Gór", "description": "Jesteś w grupie osób, które przemierzają górskie szlaki w towarzystwie kotów, które są ich przewodnikami w świecie magii. Z wykształceniem wyższym, ci wędrowcy są znani z odkrywania ukrytych skarbów i tajemniczych miejsc. Góry są ich domem, a ich serca biją w rytmie górskich wiatrów."}, "Cluster 3": {"name": "Leśni Strażnicy Wiedzy", "description": "Jesteś w grupie osób, które strzegą tajemnic lasu, gdzie drzewa szepczą historie przeszłości. Z wykształceniem wyższym, ci strażnicy są mędrcami, którzy potrafią rozmawiać z duchami natury. Psy są ich wiernymi towarzyszami, pomagającymi w odkrywaniu sekretów leśnych ostępów."}, "Cluster 4": {"name": "Górscy Odkrywcy", "description": "Jesteś w grupie osób, które przemierzają górskie szlaki, szukając przygód i odkryć. Z wykształceniem średnim, ci odkrywcy są znani z umiejętności przetrwania w trudnych warunkach. Koty i inne zwierzęta to ich towarzysze, którzy pomagają im w odkrywaniu tajemniczych miejsc."}, "Cluster 5": {"name": "Wodni Samotnicy", "description": "Jesteś w grupie osób, które odnajdują spokój nad wodą, gdzie fale opowiadają historie samotności. Z wykształceniem wyższym, ci samotnicy są mędrcami, którzy potrafią rozmawiać z wodnymi duchami. Choć nie mają ulubionych zwierząt, ich serca biją w rytmie wodnych prądów."}, "Cluster 6": {"name": "Wodni Poszukiwacze Przygód", "description": "Jesteś w grupie osób, które czują się jak w domu nad wodą, gdzie fale opowiadają historie przygód. Z wykształceniem wyższym, ci poszukiwacze są znani z odkrywania tajemniczych głębin. Psy, koty i inne zwierzęta to ich towarzysze, którzy pomagają im w odkrywaniu nieznanych światów."}, "Cluster 7": {"name": "Wodni Wojownicy", "description": "Jesteś w grupie osób, które czują się jak w domu nad wodą, gdzie fale opowiadają historie walki i odwagi. Z wykształceniem średnim, ci wojownicy są znani z umiejętności przetrwania w trudnych warunkach. Psy to ich wierni towarzysze, którzy pomagają im w odkrywaniu tajemniczych głębin."}}